Repository: cgbalogh/accessmanager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_accessmanager_domain_model_policy
source: Policy
de: Berechtigungen

# tx_accessmanager_domain_model_policy.domain_model_object
source: Domain Model Object
de: Domänen Modell Objekt

# tx_accessmanager_domain_model_policy.permissions
source: Permissions
de: Berechtigungen

# tx_accessmanager_domain_model_policy.readuser
source: Allow Read User
de: Lesen erlaubt für Benutzer

# tx_accessmanager_domain_model_policy.readgroup
source: Allow Read Group
de: Lesen erlaubt für Gruppe

# tx_accessmanager_domain_model_policy.writeuser
source: Allow Write User
de: Schreiben erlaubt für Benutzer

# tx_accessmanager_domain_model_policy.writegroup
source: Allow Write Group
de: Schreiben erlaubt für Gruppe

# tx_accessmanager_domain_model_policy.deleteuser
source: Allow Delete User
de: Löschen erlaubt für Benutzer

# tx_accessmanager_domain_model_policy.deletegroup
source: Allow Delete Group
de: Löschen erlaubt für Gruppe

# tx_accessmanager_domain_model_policy.createuser
source: Allow Create User
de: Anlegen erlaubt für Benutzer

# tx_accessmanager_domain_model_policy.creategroup
source: Allow Create Group
de: Anlegen erlaubt für Gruppe

# tx_accessmanager_domain_model_policy.access_violation
source: The permissions of your user account are not sufficient to complete your request.
de: Ihre Benutzerberechtigungen sind für diesen Vorgang nicht ausreichend.
